[
    {
        "content": "Efectivo: Marzo 2020\nPropósito\n\nEl propósito de esta política de trabajo remoto a tiempo completo es proporcionar pautas y apoyo para que los empleados realicen su trabajo de manera remota, garantizando la continuidad y productividad de las operaciones comerciales durante la pandemia de COVID-19 y más allá.\n...",
        "summary": "Esta política establece las pautas para el trabajo remoto a tiempo completo, incluyendo elegibilidad, equipo y recursos, requisitos del espacio de trabajo, expectativas de comunicación y desempeño, seguimiento de horas y horas extra, seguridad de datos, salud y bienestar, y revisiones de política.",
        "name": "Política de Trabajo desde Casa",
        "url": "./sharepoint/Work from home policy.txt",
        "created_on": "2020-03-01",
        "updated_at": "2020-03-01",
        "category": "equipos",
        "rolePermissions": [
            "demo",
            "gerente"
        ]
    },
    {
        "content": "A partir de mayo de 2022, la empresa implementará un requisito de trabajo en oficina de dos días por semana para todos los empleados elegibles. Coordine con su supervisor y el departamento de Recursos Humanos para programar sus días de trabajo en la oficina mientras continúa siguiendo todos los protocolos de seguridad.",
        "summary": "A partir de mayo de 2022, los empleados deberán trabajar dos días a la semana en la oficina. Coordine con su supervisor y el departamento de Recursos Humanos para programar estos días mientras sigue los protocolos de seguridad.",
        "name": "Actualización de Trabajo desde Casa - Abril",
        "url": "./sharepoint/April work from home update.txt",
        "created_on": "2022-04-29",
        "updated_at": "2022-04-29",
        "category": "equipos",
        "rolePermissions": [
            "demo",
            "gerente"
        ]
    },
    {
        "content": "A partir del 1 de mayo de 2023, nuestra política de trabajo híbrido requerirá que los empleados trabajen tres días en la oficina y dos días de manera remota. Comuníquese con su supervisor y el departamento de Recursos Humanos para establecer sus días de trabajo en la oficina.",
        "summary": "Desde el 1 de mayo de 2023, la política híbrida requerirá tres días en la oficina y dos días de trabajo remoto.",
        "name": "Actualización de Política de Trabajo desde Casa - Mayo 2023",
        "url": "./sharepoint/WFH policy update May 2023.txt",
        "created_on": "2023-05-01",
        "updated_at": "2023-05-01",
        "category": "equipos",
        "rolePermissions": [
            "demo",
            "gerente"
        ]
    },
    {
        "content": "Resumen Ejecutivo:\nEste documento de estrategia de ventas describe los objetivos clave, áreas de enfoque y planes de acción para las operaciones de ventas de nuestra empresa tecnológica en el año fiscal 2024. Nuestro objetivo principal es aumentar los ingresos, expandir la cuota de mercado y fortalecer las relaciones con los clientes.",
        "summary": "Estrategia de ventas para 2024 enfocada en crecimiento de ingresos, expansión de mercado y satisfacción del cliente.",
        "name": "Estrategia de Ventas FY2024",
        "url": "./sharepoint/FY2024 Company Sales Strategy.txt",
        "created_on": "2023-04-15",
        "updated_at": "2023-04-15",
        "category": "equipos",
        "rolePermissions": [
            "demo",
            "gerente"
        ]
    },
    {
        "content": "Propósito\n\nEl propósito de esta política de vacaciones es establecer las pautas y procedimientos para solicitar y tomar tiempo libre por razones personales y de ocio.",
        "summary": "Política de vacaciones que describe acumulación, solicitud y uso del tiempo libre.",
        "name": "Política de Vacaciones",
        "url": "https://enterprisesearch.sharepoint.com/...",
        "created_on": "2018-04-15",
        "updated_at": "2018-04-16",
        "category": "sharepoint",
        "rolePermissions": [
            "demo",
            "gerente"
        ]
    },
    {
        "content": "Este marco de niveles de carrera proporciona una estructura clara para entender los roles y responsabilidades de los Ingenieros de Software, así como las habilidades y experiencia necesarias para cada nivel.",
        "summary": "Estructura de niveles de carrera para Ingenieros de Software, con responsabilidades y requisitos de experiencia.",
        "name": "Matriz de Carrera de Ingeniería de Software",
        "url": "https://enterprisesearch.sharepoint.com/...",
        "created_on": "2018-04-15",
        "updated_at": "2018-04-15",
        "category": "sharepoint",
        "rolePermissions": [
            "demo",
            "gerente"
        ]
    },
    {
        "content": "Colaborar con el equipo de ventas es esencial para el éxito de los productos y servicios de una empresa tecnológica. Este documento guía a los ingenieros sobre cómo trabajar de manera efectiva con el equipo de ventas.",
        "summary": "Guía para ingenieros sobre colaboración con el equipo de ventas en una empresa tecnológica.",
        "name": "Colaboración entre Ingeniería y Ventas",
        "url": "https://enterprisesearch.sharepoint.com/...",
        "created_on": "2019-04-15",
        "updated_at": "2019-04-15",
        "category": "sharepoint",
        "rolePermissions": [
            "demo",
            "gerente"
        ]
    },
    {
        "content": "Propósito de esta política es establecer pautas para la propiedad, protección y uso de la propiedad intelectual creada por los empleados durante su empleo.",
        "summary": "Política de propiedad intelectual estableciendo derechos y responsabilidades de empleados y empresa.",
        "name": "Política de Propiedad Intelectual",
        "url": "https://enterprisesearch.sharepoint.com/...",
        "created_on": "2021-06-15",
        "updated_at": "2021-06-15",
        "category": "sharepoint",
        "rolePermissions": [
            "demo",
            "gerente"
        ]
    },





    {
        "content": "Código de Conducta\nPropósito\n\nEl propósito de este código de conducta es establecer pautas para el comportamiento profesional y ético en el lugar de trabajo. Define los principios y valores que todos los empleados deben mantener en sus interacciones con colegas, clientes, socios y otras partes interesadas.\nAlcance\n\nEste código de conducta se aplica a todos los empleados, contratistas y voluntarios dentro de la organización, sin importar su rol o nivel jerárquico.\nValores Fundamentales\n\nSe espera que los empleados adhieran a los siguientes valores fundamentales:\n\na. Integridad: Actuar con honestidad, ética y en el mejor interés de la organización en todo momento.\nb. Respeto: Tratar a todas las personas con dignidad, cortesía y equidad, independientemente de su origen, creencias o posición.\nc. Responsabilidad: Asumir la responsabilidad por sus acciones y decisiones, y estar dispuesto a aprender de los errores.\nd. Colaboración: Trabajar cooperativamente con colegas y socios para alcanzar objetivos comunes y promover un ambiente de trabajo positivo.\ne. Excelencia: Esforzarse por alcanzar los más altos estándares de desempeño y buscar continuamente oportunidades de mejora.\nCumplimiento de Leyes y Normativas\n\nLos empleados deben cumplir con todas las leyes, regulaciones y políticas organizacionales aplicables en el desarrollo de su trabajo. Esto incluye, pero no se limita a, leyes laborales, regulaciones de protección de datos y directrices específicas de la industria.\nConflictos de Interés\n\nLos empleados deben evitar situaciones en las que sus intereses personales puedan entrar en conflicto o influenciar su juicio profesional. Si surge un posible conflicto de interés, el empleado debe informarlo a su supervisor o a la autoridad correspondiente dentro de la organización.\nConfidencialidad y Seguridad de la Información\n\nLos empleados son responsables de proteger la información confidencial de la organización, así como cualquier información sensible que les sea confiada por clientes, socios u otras partes externas. Esto incluye el cumplimiento de las políticas de protección de datos y el uso de canales de comunicación seguros.\nAcoso y Discriminación\n\nLa organización se compromete a proporcionar un entorno de trabajo libre de acoso, discriminación y abuso. Se espera que los empleados traten a los demás con respeto y reporten cualquier incidente de comportamiento inapropiado a su supervisor o al departamento de recursos humanos.\nSalud y Seguridad\n\nLos empleados deben seguir todas las normas y procedimientos de salud y seguridad para mantener un ambiente de trabajo seguro y saludable. Esto incluye reportar cualquier peligro o condición insegura al personal correspondiente.\nUso de Recursos de la Empresa\n\nSe espera que los empleados utilicen los recursos de la empresa, incluyendo tiempo, equipos y fondos, de manera responsable y para los fines previstos. El uso indebido o el robo de recursos de la empresa está estrictamente prohibido.\nReporte de Violaciones\n\nLos empleados tienen la responsabilidad de reportar cualquier sospecha de violación de este código de conducta, así como cualquier comportamiento ilegal o poco ético, a su supervisor o a la autoridad correspondiente dentro de la organización. La organización protegerá la confidencialidad de quienes informen sobre violaciones y no tolerará represalias contra quienes expresen preocupaciones.\nConsecuencias del Incumplimiento\n\nEl incumplimiento de este código de conducta puede resultar en medidas disciplinarias, incluyendo el despido. La organización se reserva el derecho de emprender acciones legales contra individuos que participen en conductas ilegales o poco éticas.\nRevisión y Actualización de la Política\n\nEste código de conducta será revisado periódicamente y actualizado según sea necesario para garantizar que siga siendo relevante y efectivo en la promoción del comportamiento ético y los estándares profesionales dentro de la organización.\nPreguntas y Preocupaciones\n\nSe alienta a los empleados a buscar orientación con su supervisor o el departamento de recursos humanos si tienen preguntas o inquietudes sobre este código de conducta o su aplicación a situaciones específicas.\n",
        "summary": "Este código de conducta define los principios y valores que todos los empleados deben seguir en sus interacciones con colegas, clientes, socios y otras partes interesadas. Incluye valores clave como integridad, respeto, responsabilidad, colaboración y excelencia. Los empleados deben cumplir con todas las leyes, regulaciones y políticas organizacionales aplicables.",
        "name": "Código de Conducta",
        "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/ER3xmeKaZ_pAqPeJWyyNR0QBg6QmoWIGPhwfEyCABWHrPA?e=cvzrgV",
        "created_on": "2018-01-12",
        "updated_at": "2018-01-12",
        "category": "sharepoint",
        "rolePermissions": ["demo", "manager"]
    },
    {
        "content": "Contenido:\nEl propósito de esta política de mascotas en la oficina es establecer las pautas y procedimientos para traer mascotas al lugar de trabajo. Esta política busca crear un ambiente laboral positivo e inclusivo, asegurando el confort, la seguridad y el bienestar de todos los empleados, visitantes y mascotas.\nAlcance\n\nEsta política se aplica a todos los empleados que deseen llevar sus mascotas a la oficina. Las mascotas cubiertas por esta política incluyen perros, gatos y otros animales pequeños no exóticos, sujetos a la aprobación del departamento de Recursos Humanos.\nProceso de Aprobación de Mascotas\n\nLos empleados deben obtener aprobación previa de su supervisor y del departamento de Recursos Humanos antes de traer sus mascotas a la oficina. El proceso de aprobación incluye:\n\na. Presentar una solicitud por escrito, que incluya una descripción de la mascota, su raza, edad y temperamento.\nb. Proporcionar comprobante de vacunación actualizada y cualquier licencia o permiso requerido.\nc. Obtener el consentimiento por escrito de todos los empleados que comparten el espacio de trabajo con el dueño de la mascota.\n\nEl departamento de Recursos Humanos se reserva el derecho de denegar o revocar la aprobación de mascotas según las circunstancias específicas o preocupaciones planteadas por otros empleados.\nComportamiento y Supervisión de las Mascotas\n\nLos empleados son responsables del comportamiento y bienestar de sus mascotas mientras estén en la oficina. Las mascotas deben ser:\n\na. Bien educadas, no agresivas y no deben interrumpir el ambiente de trabajo.\nb. Entrenadas para hacer sus necesidades y solo hacerlo en áreas designadas fuera de la oficina.\nc. Mantenidas con correa o en un recinto seguro cuando no estén en el área de trabajo inmediata del empleado.\n\nLos empleados deben supervisar de cerca a sus mascotas y abordar rápidamente cualquier problema o inquietud planteada por otros miembros del personal.\nAlergias y Fobias\n\nLos empleados con alergias o fobias relacionadas con las mascotas deben informar al departamento de Recursos Humanos, que trabajará con los empleados afectados y los dueños de mascotas para encontrar una solución adecuada. Esto puede incluir ajustes en los espacios de trabajo, limitar el número o tipo de mascotas permitidas o implementar medidas de seguridad adicionales.\nLimpieza e Higiene\n\nLos empleados son responsables de mantener un entorno de trabajo limpio e higiénico. Esto incluye:\n\na. Limpiar después de sus mascotas, tanto en interiores como en exteriores.\nb. Asear regularmente a sus mascotas para minimizar la caída de pelo y los olores.\nc. Asegurarse de que sus mascotas estén libres de plagas, como pulgas y garrapatas.\nResponsabilidad\n\nLos dueños de mascotas son responsables de cualquier daño o lesión causada por sus mascotas. Se recomienda que los empleados adquieran un seguro de responsabilidad para mascotas que cubra posibles incidentes.\nÁreas Restringidas\n\nLas mascotas no están permitidas en ciertas áreas de la oficina, incluyendo salas de reuniones, baños, cocina y áreas de comedor, así como cualquier otro espacio designado. Se colocarán señales para indicar estas áreas restringidas.\nRevisión y Actualización de la Política\n\nEsta política de mascotas en la oficina será revisada periódicamente y actualizada según sea necesario, tomando en cuenta la retroalimentación de los empleados, cambios en la legislación y mejores prácticas para mantener un ambiente de trabajo seguro e inclusivo.\nPreguntas y Preocupaciones\n\nSe alienta a los empleados a dirigir cualquier pregunta o inquietud sobre esta política a su supervisor o al departamento de Recursos Humanos.\n",
        "summary": "Esta política establece las pautas y procedimientos para traer mascotas al lugar de trabajo. Cubre el proceso de aprobación, comportamiento y supervisión de mascotas, alergias y fobias, limpieza e higiene, responsabilidad, áreas restringidas y revisiones de la política. Los empleados deben obtener aprobación previa antes de traer una mascota.",
        "name": "Política de Mascotas en la Oficina",
        "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/ETf-69wBeaZJpAn3CY7ExRABQWvav-p24VOnB6C0A4l2pQ?e=X72WuK",
        "created_on": "2018-01-12",
        "updated_at": "2018-01-12",
        "category": "sharepoint",
        "rolePermissions": ["demo", "manager"]
    },
    {
        "content": "Política de Gestión del Desempeño\nPropósito y Alcance\nEl propósito de esta Política de Gestión del Desempeño es establecer un proceso consistente y transparente para evaluar, reconocer y recompensar el desempeño de los empleados. Esta política se aplica a todos los empleados y busca fomentar una cultura de mejora continua, crecimiento profesional y comunicación abierta entre los empleados y la gerencia.\nPlanificación del Desempeño y Establecimiento de Objetivos\nAl inicio de cada ciclo de desempeño, los empleados y sus supervisores colaborarán para establecer objetivos claros, alcanzables y medibles. Estos objetivos deben alinearse con los objetivos estratégicos de la empresa y considerar las responsabilidades del puesto, el desarrollo profesional y las aspiraciones de carrera del empleado.\nRetroalimentación Continua y Comunicación\nDurante todo el ciclo de desempeño, se alienta a los empleados y supervisores a participar en una retroalimentación regular, constructiva y comunicación abierta. Esto incluye discutir el progreso hacia los objetivos, abordar desafíos e identificar oportunidades de mejora o apoyo adicional. Las reuniones periódicas y actualizaciones ayudan a garantizar que los empleados se mantengan encaminados y reciban la orientación necesaria para tener éxito.\nEvaluación del Desempeño\nAl final de cada ciclo de desempeño, los empleados participarán en una evaluación formal de desempeño con su supervisor. Esta evaluación analizará el desempeño general del empleado, incluyendo sus logros, áreas de mejora y progreso hacia los objetivos. Tanto el empleado como el supervisor deben estar preparados para discutir ejemplos específicos, logros y desafíos del período de evaluación.\nCalificaciones de Desempeño\nBasado en la evaluación de desempeño, los empleados recibirán una calificación que refleje su desempeño general durante el ciclo. El sistema de calificación debe estar claramente definido y aplicarse de manera consistente en toda la organización. Las calificaciones de desempeño se utilizarán para tomar decisiones sobre promociones, aumentos salariales y otros reconocimientos o recompensas.\nPromociones y Avances\nLos empleados con alto desempeño que demuestren constantemente un desempeño sólido, liderazgo y compromiso con los valores de la empresa pueden ser considerados para promociones u otras oportunidades de avance. Las promociones se basarán en factores como calificaciones de desempeño, habilidades, experiencia y necesidades de la organización. Los empleados interesados en una promoción deben discutir sus objetivos profesionales y planes de desarrollo con su supervisor.\nPlanes de Mejora del Desempeño\nLos empleados que reciban una calificación baja de desempeño o tengan dificultades para cumplir con sus objetivos pueden ser incluidos en un Plan de Mejora del Desempeño (PIP). Un PIP es un plan estructurado diseñado para ayudar al empleado a abordar áreas específicas de preocupación, establecer objetivos de mejora alcanzables y recibir apoyo o recursos adicionales según sea necesario. Los empleados bajo un PIP serán monitoreados de cerca y revaluados al final del período de mejora para determinar si se ha logrado un progreso satisfactorio.\nReconocimiento y Recompensas\nNuestra empresa cree en reconocer y recompensar a los empleados por su arduo trabajo y dedicación. Además de promociones y aumentos salariales, los empleados pueden ser elegibles para otras formas de reconocimiento o recompensas según su desempeño. Esto puede incluir bonos, premios u otros incentivos diseñados para motivar y celebrar los logros de los empleados. Los criterios específicos y la elegibilidad para estas recompensas serán comunicados por el departamento de Recursos Humanos o la gerencia.\n",
        "summary": "Esta Política de Gestión del Desempeño establece un proceso consistente y transparente para evaluar, reconocer y recompensar a los empleados. Incluye el establecimiento de objetivos, retroalimentación continua, evaluaciones de desempeño, calificaciones, promociones y recompensas. La política se aplica a todos los empleados y fomenta la comunicación abierta y el crecimiento profesional.",
        "name": "Política de Gestión del Desempeño",
        "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/ERsxt9p1uehJqeJu4JlxkakBavbKwcldrYv_hpv3xHikAw?e=pf5R2C",
        "created_on": "2018-01-12",
        "updated_at": "2018-01-12",
        "category": "sharepoint",
        "rolePermissions": ["demo", "manager"]
    },
    {
        "content": "Nuestra organización de ventas está estructurada para atender eficazmente a nuestros clientes y alcanzar nuestros objetivos comerciales en múltiples regiones. La organización está dividida en las siguientes regiones principales:\n\nAméricas: Esta región incluye Estados Unidos, Canadá, México, así como América Central y del Sur. La región de América del Norte y América del Sur (NASA) tiene dos Vicepresidentes de Área: Laura Martínez es la Vicepresidenta de Área para América del Norte, y Gary Johnson es el Vicepresidente de Área para América del Sur.\n\nEuropa: Nuestro equipo de ventas europeo cubre todo el continente, incluyendo el Reino Unido, Alemania, Francia, España, Italia y otros países. El equipo es responsable de comprender las dinámicas únicas del mercado y las particularidades culturales, permitiéndoles dirigirse e interactuar eficazmente con los clientes en la región. El Vicepresidente de Área para Europa es Rajesh Patel.\n\nAsia-Pacífico: Esta región abarca países como China, Japón, Corea del Sur, India, Australia y Nueva Zelanda. Nuestro equipo de ventas en la región de Asia-Pacífico trabaja diligentemente para aprovechar oportunidades de crecimiento y abordar las diversas necesidades de los clientes en este vasto y dinámico mercado. La Vicepresidenta de Área para Asia-Pacífico es Mei Li.\n\nOriente Medio y África: Esta región incluye países del Medio Oriente y África, como Emiratos Árabes Unidos, Arabia Saudita, Sudáfrica y Nigeria. Nuestro equipo de ventas en esta región es responsable de navegar los desafíos únicos del mercado e identificar oportunidades para expandir nuestra presencia y servir mejor a nuestros clientes. El Vicepresidente de Área para Oriente Medio y África es Jamal Abdi.\n\nCada equipo de ventas regional está compuesto por gerentes de cuentas dedicados, representantes de ventas y personal de apoyo, dirigidos por sus respectivos Vicepresidentes de Área. Son responsables de identificar y perseguir nuevas oportunidades de negocio, fortalecer las relaciones con los clientes existentes y garantizar su satisfacción. Los equipos colaboran estrechamente con otros departamentos, como marketing, desarrollo de productos y soporte al cliente, para garantizar que entregamos constantemente productos y servicios de alta calidad a nuestros clientes.\n",
        "summary": "Nuestra organización de ventas está dividida en cuatro regiones: América, Europa, Asia-Pacífico y Oriente Medio y África. Cada región está dirigida por un Vicepresidente de Área y consta de gerentes de cuentas dedicados, representantes de ventas y personal de apoyo. Colaboran con otros departamentos para garantizar la entrega de productos y servicios de alta calidad.",
        "name": "Visión General de la Organización de Ventas",
        "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/EYsr1eqgn9hMslMJFLR-k54BBX-O3iC26bK7xNEBtYIBkg?e=xeAjiT",
        "created_on": "2018-01-15",
        "updated_at": "2018-01-15",
        "category": "sharepoint",
        "rolePermissions": ["demo", "manager"]
    },
    {
        "content": "Introducción:\nEste documento describe la estrategia de bandas salariales para los diferentes equipos dentro de nuestra empresa de TI. El objetivo es establecer una estructura de compensación justa y competitiva que se alinee con los estándares de la industria, recompense el desempeño y atraiga al mejor talento. Al implementar esta estrategia, buscamos fomentar la satisfacción y retención de los empleados, asegurando al mismo tiempo el éxito general de la empresa.\n\nPropósito:\nEl propósito de esta estrategia de bandas salariales es:\na. Definir pautas claras para los rangos salariales basados en niveles de trabajo y referencias del mercado.\nb. Apoyar prácticas de compensación equitativas en los diferentes equipos.\nc. Fomentar el crecimiento y desempeño de los empleados.\nd. Permitir una asignación efectiva del presupuesto y los recursos.\n\nNiveles de Trabajo:\nPara establecer una estructura de compensación integral, hemos definido distintos niveles de trabajo dentro de cada equipo. Estos niveles reflejan diversos grados de habilidades, experiencia y responsabilidades. Los niveles incluyen:\na. Nivel de Entrada: Empleados con poca experiencia o profesionales en las primeras etapas de su carrera.\nb. Nivel Intermedio: Empleados con experiencia moderada y competencia demostrada.\nc. Nivel Senior: Empleados con experiencia avanzada y capacidades de liderazgo.\nd. Nivel de Liderazgo: Gerentes y líderes de equipo responsables de la toma de decisiones estratégicas.\n\nBandas Salariales:\nBasadas en los niveles de trabajo, se han establecido las siguientes bandas salariales:\na. Banda de Nivel de Entrada: Esta banda abarca los rangos salariales para empleados en posiciones de nivel de entrada. Su objetivo es proporcionar una compensación competitiva para quienes inician su carrera en la empresa.\n\nb. Banda de Nivel Intermedio: Cubre los rangos salariales para empleados que han adquirido experiencia moderada y conocimientos especializados en sus respectivos roles. Recompensa a los empleados por el crecimiento de sus habilidades y contribuciones.\n\nc. Banda de Nivel Senior: Incluye los rangos salariales para empleados experimentados que han desarrollado habilidades avanzadas y tienen un historial comprobado de entrega de resultados. Refleja las mayores responsabilidades y expectativas que se les asignan.\n\nd. Banda de Nivel de Liderazgo: Comprende los rangos salariales para gerentes y líderes de equipo responsables de guiar y supervisar sus respectivos equipos. Considera sus habilidades de liderazgo, pensamiento estratégico y el impacto que generan en el éxito de la empresa.\n\nComparación con el Mercado:\nPara garantizar que nuestra compensación siga siendo competitiva, se llevará a cabo regularmente un análisis de referencia del mercado. Esto implica analizar tendencias salariales de la industria, datos de compensación regional y la demanda del mercado para roles específicos. Los hallazgos informarán los ajustes periódicos de nuestras bandas salariales para mantener la alineación con el mercado.\n\nCompensación Basada en Desempeño:\nAdemás de las bandas salariales definidas, enfatizamos un modelo de compensación basado en el desempeño. Se realizarán evaluaciones de desempeño regularmente y los empleados que superen las expectativas serán elegibles para bonos, incentivos y aumentos salariales. Este enfoque recompensa a los empleados de alto rendimiento y los motiva a sobresalir en sus funciones.\n\nConclusión:\nAl implementar esta estrategia de bandas salariales, nuestra empresa de TI busca establecer prácticas de compensación justas y competitivas que se alineen con los estándares del mercado y fomenten la satisfacción de los empleados. Las evaluaciones periódicas y la comparación con el mercado nos permitirán adaptar y perfeccionar la estrategia para satisfacer las necesidades cambiantes de nuestra organización.",
        "summary": "Este documento describe un marco de compensación para los equipos de TI. Incluye niveles de trabajo, bandas salariales e incentivos basados en el desempeño para garantizar salarios justos y competitivos. Se realizarán comparaciones de mercado periódicas para ajustar las bandas según las tendencias de la industria.",
        "name": "Marco de Compensación para Equipos de TI",
        "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/EaAFec6004tAg21g4i67rfgBBRqCm1yY7AZLLQyyaMtsEQ?e=wTMb4z",
        "created_on": "2018-01-12",
        "updated_at": "2018-01-12",
        "category": "sharepoint",
        "rolePermissions": ["manager"]
    },
    {
        "content": "Como empleado en Canadá, es esencial entender cómo actualizar sus formularios de elección fiscal para garantizar deducciones de impuestos precisas en su salario. Esta guía le ayudará a navegar el proceso de actualización de su formulario TD1 de Declaración de Créditos Fiscales Personales.\n\nPaso 1: Acceder al formulario TD1\nEl formulario TD1 está disponible en el sitio web de la Agencia de Ingresos de Canadá (CRA). Su empleador puede proporcionarle una copia impresa o un enlace al formulario en línea. Puede acceder al formulario directamente a través del siguiente enlace: https://www.canada.ca/en/revenue-agency/services/forms-publications/td1-personal-tax-credits-returns.html\n\nPaso 2: Elegir la versión correcta del formulario\nDebe completar el formulario TD1 federal y, si aplica, el formulario TD1 provincial o territorial. Seleccione la versión adecuada según su provincia o territorio de residencia.\n\nPaso 3: Descargar y abrir el formulario\nPara una mejor experiencia, descargue y abra el formulario TD1 en Adobe Reader. Si tiene problemas visuales, considere usar la versión de impresión en grande disponible en el sitio web de la CRA.\n\nPaso 4: Completar el formulario\nComplete el formulario ingresando su información personal, como su nombre, Número de Seguro Social (SIN) y dirección. Luego, revise cada sección para reclamar cualquier crédito fiscal personal que le corresponda. Estos créditos pueden incluir:\n- Cantidad personal básica\n- Cantidad para un dependiente elegible\n- Cantidad para dependientes con discapacidad de 18 años o más\n- Cantidad para cuidadores\n- Cantidad por discapacidad\n- Gastos de matrícula y educación\n\nLea atentamente las instrucciones de cada sección para asegurarse de reclamar los montos correctos.\n\nPaso 5: Firmar y fechar el formulario\nUna vez que haya completado el formulario, fírmelo y fechelo en la parte inferior.\n\nPaso 6: Enviar el formulario a su empleador\nEnvíe el formulario TD1 completo y firmado a su empleador. Puede escanearlo y enviarlo electrónicamente o proporcionar una copia impresa. Su empleador usará la información en su formulario TD1 para calcular el monto correcto de impuestos que se deducirá de su salario.\n\nPaso 7: Actualizar su formulario TD1 cuando sea necesario\nEs importante actualizar su formulario TD1 cada vez que cambien sus circunstancias personales, como casarse, tener un hijo o ser elegible para un nuevo crédito fiscal. Informe a su empleador sobre estos cambios y envíe un formulario TD1 actualizado para garantizar deducciones fiscales precisas.\n\nActualizar sus formularios de elección fiscal es un paso crucial para garantizar deducciones de impuestos correctas en su salario como nuevo empleado en Canadá. Siga esta guía y mantenga su formulario TD1 actualizado para evitar discrepancias en sus declaraciones de impuestos.\n",
        "summary": "Esta guía proporciona una explicación paso a paso sobre cómo actualizar su formulario TD1 de Declaración de Créditos Fiscales Personales. Acceda al formulario en el sitio web de la CRA, seleccione la versión correcta según su provincia o territorio de residencia, descárguelo, complételo con su información personal y envíelo a su empleador para asegurar deducciones fiscales precisas.",
        "name": "Actualización de Formularios de Elección Fiscal",
        "url": "./github/Updating Your Tax Elections Forms.txt",
        "created_on": "2022-12-20",
        "updated_at": "2022-12-20",
        "category": "github",
        "rolePermissions": ["demo", "manager"]
    },
    {
        "content": "¡Bienvenido a nuestro equipo! Estamos emocionados de tenerte a bordo y esperamos tus valiosas contribuciones. Esta guía de incorporación está diseñada para ayudarte a comenzar proporcionándote información esencial sobre nuestras políticas, procedimientos y recursos. Por favor, lee esta guía con atención y comunícate con el departamento de Recursos Humanos si tienes alguna pregunta.\n\nIntroducción a Nuestra Cultura y Valores Empresariales\nNuestra empresa está comprometida con la creación de un entorno de trabajo diverso, inclusivo y de apoyo. Creemos que nuestros empleados son nuestro activo más valioso y nos esforzamos por fomentar una cultura de colaboración, innovación y aprendizaje continuo. Nuestros valores fundamentales incluyen:\n\n- **Integridad**: Actuamos con ética y honestidad en todas nuestras interacciones.\n- **Trabajo en equipo**: Colaboramos para alcanzar objetivos comunes y apoyamos el crecimiento de cada miembro del equipo.\n- **Excelencia**: Nos esforzamos por la más alta calidad en nuestros productos, servicios y relaciones.\n- **Innovación**: Fomentamos la creatividad y abrazamos el cambio para mantenernos a la vanguardia del mercado.\n- **Respeto**: Tratamos a los demás con dignidad y valoramos las perspectivas únicas de cada colega.\n\n### Pasos Claves para la Incorporación\nPara asegurar un proceso de incorporación sin problemas, por favor completa los siguientes pasos dentro de tu primera semana:\n\n- **Asistir a la orientación**: Serás invitado a una sesión de orientación para conocer a tus colegas y aprender más sobre la historia, misión y valores de nuestra empresa.\n- **Revisar las políticas y procedimientos**: Familiarízate con nuestro manual del empleado, el cual contiene información importante sobre nuestras políticas y procedimientos. Léelo cuidadosamente y sigue las directrices establecidas.\n- **Completar los entrenamientos requeridos**: Es posible que debas completar sesiones de formación obligatorias, como capacitación en seguridad o prevención del acoso. Asegúrate de asistir y completar estos entrenamientos lo antes posible.\n\n### Actualización de Documentos Fiscales\nEs fundamental asegurarte de que tu información fiscal sea precisa y esté actualizada, sin importar en qué país trabajes. Sigue estos pasos para actualizar tu información fiscal:\n\n- **Completar los formularios fiscales**: Llena los formularios fiscales necesarios para tu país o región, los cuales determinan el monto del impuesto sobre la renta retenido de tu salario. Debes completar nuevos formularios si cambia tu situación personal o financiera, como matrimonio, divorcio o número de dependientes.\n- **Enviar formularios fiscales regionales**: Dependiendo de tu ubicación, es posible que debas completar formularios fiscales regionales o locales adicionales. Consulta con el departamento de Recursos Humanos para saber qué formularios son necesarios.\n- **Actualizar tu dirección**: Si te mudas, asegúrate de actualizar tu dirección con el departamento de Recursos Humanos para garantizar una correcta declaración fiscal.\n\n### Inscripción en Beneficios\nComo nuevo empleado, eres elegible para diversos beneficios, incluyendo seguro médico, planes de jubilación y tiempo libre remunerado. Recibirás información detallada sobre nuestro paquete de beneficios durante la orientación. Para inscribirte en los beneficios, sigue estos pasos:\n\n- **Revisar las opciones de beneficios**: Examina cuidadosamente el paquete de beneficios y elige las opciones que mejor se adapten a tus necesidades.\n- **Completar los formularios de inscripción**: Llena los formularios necesarios para inscribirte en los beneficios seleccionados. Envíalos al departamento de Recursos Humanos dentro de los primeros 30 días de tu inicio laboral.\n- **Designar beneficiarios**: Si aplica, designa beneficiarios para tu seguro de vida y planes de jubilación.\n\n### Instalación en tu Espacio de Trabajo\nPara que te sientas cómodo y seas productivo en tu nuevo espacio de trabajo, sigue estos pasos:\n\n- **Configurar tu estación de trabajo**: Organiza tu escritorio, silla y computadora según tus preferencias. Si necesitas equipo adicional o ajustes, contacta al departamento de Recursos Humanos.\n- **Obtener suministros necesarios**: Solicita cualquier material de oficina que necesites, como bolígrafos, blocs de notas o carpetas, en el área designada o al departamento correspondiente.\n- **Familiarizarte con los recursos de la oficina**: Ubica las áreas comunes, como salas de descanso, baños y salas de reuniones. Familiarízate con el uso de equipos de oficina, como impresoras, escáneres y teléfonos.\n",
        "summary": "Esta guía de incorporación proporciona información esencial a los nuevos empleados sobre la cultura y valores de la empresa, los pasos clave para su integración, la actualización de documentos fiscales, la inscripción en beneficios y la instalación en su espacio de trabajo.",
        "name": "Guía de Incorporación para Nuevos Empleados",
        "url": "./github/New Employee Onboarding guide.txt",
        "created_on": "2018-01-12",
        "updated_at": "2018-01-12",
        "category": "github",
        "rolePermissions": ["demo", "manager"]
    }
    
    
    
    
    
    
    
]